export const posts = [
  {
    id: "a1",
    title: "坊っちゃん",
    body:
      "親譲りの無鉄砲で小供の時から損ばかりしている。小学校に居る時分学校の二階から飛び降りて一週間ほど腰を抜かした事がある。なぜそんな無闇をしたと聞く人があるかも知れぬ。別段深い理由でもない。新築の二階から首を出していたら、同級生の一人が冗談に、いくら威張っても、そこから飛び降りる事は出来まい。弱虫やーい。と囃したからである。小使に負ぶさって帰って来た時、おやじが大きな眼をして二階ぐらいから飛び降りて腰を抜かす奴があるかと云ったから、この次は抜かさずに飛んで見せますと答えた。（青空文庫より）親譲りの無鉄砲で小供の時から損ばかりしている。小学校に居る時分学校の二階から飛び降りて一週間ほど腰を抜かした事がある。なぜそんな無闇をしたと聞く人があるかも知れぬ。別段深い理由でもない。新築の二階から首を出していたら、同級生の一人が冗談に、いくら威張っても、そこから飛び降りる事は出来まい。弱虫やーい。と囃したからである。小使に負ぶさって帰って来た時、おやじが大きな眼をして二階ぐらいから飛び降りて腰を抜かす奴があるかと云ったから、この次は抜かさずに飛んで見せますと答えた。（青空文庫より）親譲りの無鉄砲で小供の時から損ばかりしている。小学校に居る時分学校の二階から飛び降りて一週間ほど腰を抜かした事がある。なぜそんな無闇をしたと聞く人があるかも知れぬ。",
    category: { name: "小説", slug: "novel" },
    createdAt: "2021/05/29",
    slug: "test-post",
  },
  {
    id: "a2",
    title: "不思議の国のアリス",
    body:
      "アリスは川辺でおねえさんのよこにすわって、なんにもすることがないのでとても退屈（たいくつ）しはじめていました。一、二回はおねえさんの読んでいる本をのぞいてみたけれど、そこには絵も会話もないのです。「絵や会話のない本なんて、なんの役にもたたないじゃないの」とアリスは思いました。そこでアリスは、頭のなかで、ひなぎくのくさりをつくったら楽しいだろうけれど、起きあがってひなぎくをつむのもめんどくさいし、どうしようかと考えていました（といっても、昼間で暑いし、とってもねむくて頭もまわらなかったので、これもたいへんだったのですが）。",
    category: { name: "小説", slug: "novel" },
    createdAt: "2021/05/30",
    slug: "alice-in-wonderland",
  },
  {
    id: "a3",
    title: "ダミーテキスト",
    body:
      "これは正式な文章の代わりに入れて使うダミーテキストです。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。このダミーテキストは自由に改変することが出来ます。主に書籍やウェブページなどのデザインを作成する時によく使われます。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。",
    category: { name: "ダミー", slug: "dummy" },
    createdAt: "2021/06/03",
    slug: "test-post",
  },
  {
    id: "a4",
    title: "私の個人主義",
    body: `だれは事実いやいやこの解通りというものの末に放っなた。いよいよ九月を留学帰りはよほどこの講義でただけに喜ぶて下さろなけれをは＃「読んなでば、たったにもできるますらしですまし。

性が眺めなけれ方はよく昔から何だかんでした。はたして大森さんが欠乏個人始終誘惑で引張りませ肉そうした本人ここか見当からというお随行まいなかっましまして、その昔はよそか力がたで考えて、大森さんのものが国家の私をまるでご推察となりてあなたがたにご助力を見るようにまあ不お話に申しなますて、はなはだ何しろ誤解がいっないてみるべきのをなったです。`,
    category: { name: "未分類", slug: "undefined" },
    createdAt: "2021/05/30",
    slug: "alice-in-wonderland",
  },
  {
    id: "a4",
    title: "私の個人主義 HTML版",
    body: `<p>だれは事実いやいやこの解通りというものの末に放っなた。いよいよ九月を留学帰りはよほどこの講義でただけに喜ぶて下さろなけれをは＃「読んなでば、たったにもできるますらしですまし。</p>
    <br>
<p>性が眺めなけれ方はよく昔から何だかんでした。はたして大森さんが欠乏個人始終誘惑で引張りませ肉そうした本人ここか見当からというお随行まいなかっましまして、その昔はよそか力がたで考えて、大森さんのものが国家の私をまるでご推察となりてあなたがたにご助力を見るようにまあ不お話に申しなますて、はなはだ何しろ誤解がいっないてみるべきのをなったです。</p>`,
    category: {
      name: "すごくながいカテゴリー",
      slug: "undefined",
    },
    createdAt: "2021/05/29",
    slug: "test-post",
  },
  {
    id: "a2",
    title: "不思議の国のアリス",
    body:
      "アリスは川辺でおねえさんのよこにすわって、なんにもすることがないのでとても退屈（たいくつ）しはじめていました。一、二回はおねえさんの読んでいる本をのぞいてみたけれど、そこには絵も会話もないのです。「絵や会話のない本なんて、なんの役にもたたないじゃないの」とアリスは思いました。そこでアリスは、頭のなかで、ひなぎくのくさりをつくったら楽しいだろうけれど、起きあがってひなぎくをつむのもめんどくさいし、どうしようかと考えていました（といっても、昼間で暑いし、とってもねむくて頭もまわらなかったので、これもたいへんだったのですが）。",
    category: { name: "未分類", slug: "undefined" },
    createdAt: "2021/05/30",
    slug: "alice-in-wonderland",
  },
]
